# RbsElecPanelScheduleHeaderNotesParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecPanelScheduleHeaderNotesParam Property
ParameterTypeId Class See Also
---
"Schedule Header Notes"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecPanelScheduleHeaderNotesParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecPanelScheduleHeaderNotesParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecPanelScheduleHeaderNotesParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace